Repository: AsafMahlev/clipangel
Catalog: AppListEditorForm.*.resx
Languages: ru

# label2.Text
source: Chosen apllications
ru: Список приложений

# label1.Text
source: Running apllications
ru: Запущенные приложения

# SelectedListModule.Text
source: Module
ru: Модуль

# SelectedListApplication.Text
source: Path
ru: Путь

# RunningListModule.Text
source: Module
ru: Модуль

# RunningListApplication.Text
source: Path
ru: Путь

# buttonCancel.Text
source: Cancel
ru: Отмена

# buttonSelectClipboardOwner.Text
source: Select clipboard owner
ru: Выбрать владельца буфера

# buttonSelectClipboardOwner.ToolTip
source: Select clipboard owner in running applications current
ru: Выбрать текущего владельца буфера обмена

# buttonSelectTargetApplication.Text
source: Select target application
ru: Выбрать целевое приложение

# buttonAddByFile.Text
source: Add application by file
ru: Добавить из файла

# buttonAddByFile.ToolTip
source: Open file selection dialog and add selected application
ru: Добавить через диалог выбора файла приложения

# buttonDeleteSelected.Text
source: Delete selected applications
ru: Удалить выбранные

# buttonAdd.Text
source: Add selected applications
ru: Добавить выбранные

# buttonAdd.ToolTip
source: Add selected running applications
ru: Добавить выбранные запущенные приложения

# buttonRefresh.Text
source: Refresh
ru: Обновить

# buttonRefresh.ToolTip
source: Refresh running applications list
ru: Обновить запущенные приложения

# $this.Text
source: Application list editor
ru: Редактор списка приложений
