Repository: AsafMahlev/clipangel
Catalog: Settings.*.resx
Languages: ru

# HistoryDepthNumber.ToolTip
source: Maximum number of clips stored in database
ru: Максимальное количество клипов для хранения в списке

# label1.Text
source: History depth number
ru: Глубина истории клипов

# GlobalHotkeyShow.ToolTip
source: Use this hot key in any program to show Clip Angel window
ru: Эта горячая клавиша при нажатии в любой прогрограмме покажет окно Clip Angel, которое сможе послать вставку клипа в исходную программу.

# label2.Text
source: Hotkey to open window for paste
ru: Горячая клавиша показа окна

# NumberOfClips.ToolTip
source: Current number of clips in database
ru: Текущее количество клипов в списке

# label3.Text
source: Numer of clips
ru: Текущее количество клипов

# MaxClipSizeKB.ToolTip
source: Clips greater this size will not be captured
ru: Клипы больше этого размера не будут добавляться в список

# label4.Text
source: Max clip size KB
ru: Макс. размер клипа KB

# GlobalHotkeyIncrementalPaste.ToolTip
source: Use this hot key in any program to show Clip Angel window
ru: Эта горячая клавиша при нажатии в любой прогрограмме вставит клип, перейдет к следующему клипу в списке и показать его во всплыющей подсказке

# label5.Text
source: Language
ru: Язык интерфейса

# checkBoxShowSizeColumn.Text
source: Show visual clip weight column
ru: Отображать колонку визуального веса клипа

# checkBoxShowSizeColumn.ToolTip
source: Column will show visual weight (number of digits in visual size) of clip
ru: Колонка будет показывать визуальный вес (количество цифр в визуальном размере) клипа

# label6.Text
source: Hotkey to incremental paste
ru: Горячая клавиша последоват. вставки

# checkBoxClipListSimpleDraw.Text
source: Fast and simple list draw
ru: Быстрая и простая отрисовка списка клипов

# checkBoxClipListSimpleDraw.ToolTip
source: Clip list will be drawn fast without highlighting filter matches and picture samples
ru: Список клипов будет рисоваться быстро без выделения найденных фрагментов в заголовках и без фрагментов картинок.

# checkBoxWindowAutoPosition.Text
source: Window auto position on open
ru: Автовыбор положения окна при открытии

# checkBoxWindowAutoPosition.ToolTip
source: If possible window will open near input text
ru: Если возможно окно будет открываться около места ввода текста

# label7.Text
source: User settings path
ru: Каталог настроек пользователя

# label8.Text
source: Database size MB
ru: Размер база данных MB

# checkBoxAutostart.Text
source: Autostart program on user logon
ru: Автозапуск при входе пользователя

# checkBoxMoveCopiedClipToTop.Text
source: Move copied clip to top
ru: Перемещать скопированный клип наверх

# checkBoxMoveCopiedClipToTop.ToolTip
source: Move copied clip to top of list
ru: Перемещать клип наверх списка при копировании

# buttonCancel.Text
source: Cancel
ru: Отмена

# $this.Text
source: Settings
ru: Настройки

# checkBoxAutoCheckUpdate.Text
source: Autocheck for program update
ru: Автоматическая проверка обновлений

# checkBoxAutoCheckUpdate.ToolTip
source: Autocheck for update on program start and every day
ru: Автоматически проверять обновления при старте программы и каждый день
